Repository: fruit-kit/SubscriptionsApp
Catalog: Subscriptions/Localizations/*.lproj/Localizable.strings
Languages: ru

source: Sign Up
ru: Регистрация

source: Log In
ru: Вход

source: Already have an account?
ru: Уже зарегистрированы?

source: Don't have an account yet?
ru: Еще не зарегистрированы?

source: User name
ru: Ваше имя

source: Email address
ru: Электронная почта

source: Password
ru: Пароль

source: Or continue with
ru: Или продолжите с помощью

source: Forgot your password?
ru: Забыли пароль?

source: Reset Password
ru: Сброс пароля

source: Reset
ru: Сбросить пароль

source: Password recovery instructions will be sent to your email
ru: Инструкция по восстановлению пароля будет отправлена на вашу электронную почту

source: Total cost of subscriptions: $%.2f
ru: Общая стоимость подписок: $%.2f

source: Subscriptions
ru: Подписки

source: Personal info
ru: Профиль

source: Settings
ru: Настройки

source: Lenguage
ru: Язык

source: RU
ru: РУ

source: To change the language you need to reload the application. Reload?
ru: Для смены языка необходимо перезагрузить приложение. Перезагрузить?

source: Cancel
ru: Отмена

source: Support
ru: Поддержка

source: Social
ru: Социальные сети

source: Select Subscription
ru: Выбор подписки

source: Search Subscription
ru: Поиск подписки

source: Basic:
ru: Базовый:

source: ▶ Unlimited ad-free movies, TV shows, and mobile games
ru: ▶ Неограниченное количество фильмов, телешоу и мобильных игр без рекламы

source: ▶ Watch on 1 supported device at a time
ru: ▶ Смотрите одновременно на одном поддерживаемом устройстве

source: ▶ Watch in HD
ru: ▶ Смотреть в HD

source: ▶ Download on 1 supported device at a time
ru: ▶ Загрузка на 1 поддерживаемое устройство одновременно

source: Standard:
ru: Стандарт:

source: ▶ Watch on 2 supported devices at a time
ru: ▶ Смотрите одновременно на двух поддерживаемых устройствах

source: ▶ Watch in Full HD
ru: ▶ Смотрите в формате Full HD

source: ▶ Download on 2 supported devices at a time
ru: ▶ Загрузка на 2 поддерживаемых устройства одновременно

source: ▶ Option to add 1 extra member who doesn't live with you
ru: ▶ Возможность добавить еще одного участника, который не живет с вами

source: Premium:
ru: Премиум:

source: ▶ Watch on 4 supported devices at a time
ru: ▶ Смотрите одновременно на четырех поддерживаемых устройствах

source: ▶ Watch in Ultra HD
ru: ▶ Смотрите в формате Ultra HD

source: ▶ Download on 6 supported devices at a time
ru: ▶ Загрузка на 6 поддерживаемых устройств одновременно

source: ▶ Option to add up to 2 extra members who don't live with you
ru: ▶ Возможность добавить до двух дополнительных участников, которые не живут с вами

source: ▶ Netflix spatial audio
ru: ▶ Пространственный звук Netflix

source: ▶ 100 GB of storage
ru: ▶ 100 ГБ дискового пространства

source: ▶ Access to Google experts
ru: ▶ Доступ к Google experts

source: ▶ Share with up to 5 others
ru: ▶ Поделиться с 5 пользователями

source: ▶ More Google Photos editing features
ru: ▶ Дополнительные функции редактирования Google Фото

source: ▶ Extra member benefits
ru: ▶ Дополнительные преимущества для участников

source: ▶ Monitor the dark web
ru: ▶ Мониторинг dark web

source: ▶ 200 GB of storage
ru: ▶ 200 ГБ дискового пространства

source: ▶ 2 TB of storage
ru: ▶ 2 ТБ дискового пространства

source: iCloud+ with 50 GB storage:
ru: iCloud+ с хранилищем 50 ГБ:

source: ▶ 50 GB of storage
ru: ▶ 50 ГБ дискового пространства

source: ▶ iCloud Private Relay
ru: ▶ Частная ретрансляция iCloud

source: ▶ Hide My Email
ru: ▶ Скрыть мою электронную почту

source: ▶ Custom Email Domain
ru: ▶ Пользовательский домен электронной почты

source: ▶ HomeKit Secure Video support for one camera
ru: ▶ Поддержка HomeKit Secure Video для одной камеры

source: ▶ Share everything with up to five other family members
ru: ▶ Делитесь всем с пятью другими членами семьи

source: iCloud+ with 200 GB storage:
ru: iCloud+ с хранилищем 200 ГБ:

source: ▶ HomeKit Secure Video support for up to five cameras
ru: ▶ Поддержка HomeKit Secure Video до пяти камер

source: iCloud+ with 2 TB storage:
ru: iCloud+ с хранилищем 2 ТБ:

source: ▶ HomeKit Secure Video support for an unlimited number of cameras
ru: ▶ Поддержка HomeKit Secure Video для неограниченного числа камер

source: iCloud+ with 6 TB storage:
ru: iCloud+ с хранилищем 6 ТБ:

source: ▶ 6 TB of storage
ru: ▶ 6 ТБ дискового пространства

source: iCloud+ with 12 TB storage:
ru: iCloud+ с хранилищем 12 ТБ:

source: ▶ 12 TB of storage
ru: ▶ 12 ТБ дискового пространства

source: Student:
ru: Студент:

source: ▶ 100 million songs and more than 30,000 expert-curated playlists
ru: ▶ 100 миллионов песен и более 30 000 плейлистов, составленных экспертами

source: ▶ Request any track, album, playlist, or station simply by asking Siri or with Type to Siri
ru: ▶ Запросите любой трек, альбом, плейлист или станцию, просто спросив Siri или нажав «Введите Siri»

source: ▶ Free trial with no commitment
ru: ▶ Бесплатная пробная версия без каких-либо обязательств

source: ▶ Stream ad-free music
ru: ▶ Слушайте музыку без рекламы

source: ▶ Original shows, concerts, and exclusives — and live and on‑demand radio stations hosted by artists
ru: ▶ Оригинальные шоу, концерты и эксклюзивы, а также радиостанции в прямом эфире и по запросу, ведущие артистов

source: ▶ Available on Apple devices
ru: ▶ Доступно на устройствах Apple

source: ▶ The Apple Music Classical app — featuring the largest classical catalog in the world
ru: ▶ Приложение Apple Music Classical — с самым большим каталогом классической музыки в мире

source: ▶ Available on other supported devices
ru: ▶ Доступно на других поддерживаемых устройствах

source: ▶ Spatial Audio with Dolby Atmos
ru: ▶ Пространственный звук с Dolby Atmos

source: ▶ Full catalog in lossless audio
ru: ▶ Полный каталог в формате аудио без потерь

source: ▶ Apple Music Sing, with beat‑by-beat lyrics and adjustable vocals
ru: ▶ Apple Music Sing с поэтапными текстами и настраиваемым вокалом.

source: ▶ Download 100,000 songs to your library, access your entire library from any device, and listen online or off
ru: ▶ Загрузите 100 000 песен в свою библиотеку, получите доступ ко всей своей библиотеке с любого устройства и слушайте онлайн либо офлайн

source: ▶ See what your friends are listening to
ru: ▶ Посмотрите, что слушают ваши друзья

source: Individual:
ru: Индивидуальный:

source: Family:
ru: Семейный:

source: ▶ Unlimited access for up to six people
ru: ▶ Безлимитный доступ для шести человек

source: ▶ Personal music library for each family member
ru: ▶ Персональная музыкальная библиотека для каждого члена семьи

source: ▶ Personalized recommendations for each family member
ru: ▶ Персональные рекомендации для каждого члена семьи

source: ▶ 7 days free, then 4.99 US$/month
ru: ▶ 7 дней бесплатно, затем 4.99 долларов в месяц

source: ▶ Share Apple TV+ with your family
ru: ▶ Поделитесь Apple TV+ со своей семьей

source: ▶ Free 1 month trial
ru: ▶ Бесплатный пробный период 1 месяц

source: ▶ Unlimited access to 200+ incredibly fun games, with more added all the time
ru: ▶ Неограниченный доступ к более чем 200 невероятно увлекательным играм, которые постоянно добавляются

source: ▶ No ads
ru: ▶ Нет рекламы

source: ▶ No interruptions
ru: ▶ Никаких перерывов

source: ▶ No in-app purchases
ru: ▶ Никаких покупок в приложении

source: ▶ Play online, offline, and across your favorite Apple devices
ru: ▶ Играйте онлайн, оффлайн и на своих любимых устройствах Apple

source: ▶ Share your subscription with up to five people
ru: ▶ Поделитесь своей подпиской с пятью людьми

source: AppleNews (Always free):
ru: AppleNews (всегда бесплатно):

source: ▶ Top stories chosen by editors, personalized for you
ru: ▶ Лучшие новости, выбранные редакторами и персонализированные для вас

source: ▶ My Sports with scores, standings, and highlights
ru: ▶ My Sports с результатами, турнирной таблицей и лучшими моментами

source: ▶ Apple News Today and In Conversation 🎧
ru: ▶ Новости Apple сегодня и в разговоре 🎧

source: ▶ Local news
ru: ▶ Местные новости

source: ▶ Private and secure reading
ru: ▶ Конфиденциальное и безопасное чтение

source: ▶ AppleNews (Always free):
ru: ▶ AppleNews (всегда бесплатно):

source: ▶ 1 month free
ru: ▶ 1 месяц бесплатно

source: ▶ Hundreds of magazines and leading newspapers
ru: ▶ Сотни журналов и ведущих газет

source: ▶ Apple News+ audio stories 🎧
ru: ▶ Аудиоистории Apple News+ 🎧

source: ▶ Local news from top regional sources
ru: ▶ Местные новости из ведущих региональных источников

source: ▶ Sports coverage from local and premium publications
ru: ▶ Спортивные репортажи из местных и премиальных изданий

source: ▶ Reading online and off across devices
ru: ▶ Чтение онлайн и оффлайн на разных устройствах

source: ▶ Cover-to-cover magazines
ru: ▶ Журналы от корки до корки

source: ▶ Family Sharing for up to six
ru: ▶ Семейный доступ до шести человек

source: ▶ 1 month free
ru: ▶ 1 месяц бесплатно

source: ▶ Find it in the Fitness app. Available with iPhone, iPad, Apple TV, and Apple Watch
ru: ▶ Найдите его в приложении «Фитнес». Доступно для iPhone, iPad, Apple TV и Apple Watch

source: ▶ 12 workout types, everything from HIIT to Yoga. Meditation, too
ru: ▶ 12 типов тренировок: от HIIT до йоги и медитации

source: ▶ From beginner to advanced. And 5 to 45 minutes
ru: ▶ От новичка до продвинутого уровня. И от 5 до 45 минут

source: ▶ Custom Plans automatically built for you
ru: ▶ Индивидуальные планы, автоматически создаваемые для вас

source: ▶ Supercharge your experience with real-time metrics from Apple Watch
ru: ▶ Улучшите свой опыт с помощью показателей в реальном времени от Apple Watch.

source: ▶ iCloud+ 50 GB ($0.99/mo.)
ru: ▶ iCloud+ 50 ГБ ($0.99 в месяц)

source: ▶ TV+ ($6.99/mo.)
ru: ▶ TV+ ($6.99 в месяц)

source: ▶ Music ($6.49/mo.)
ru: ▶ Музыка ($6.49 в месяц)

source: ▶ Arcade ($6.99/mo.)
ru: ▶ Arcade ($6.99 в месяц)

source: ▶ iCloud+ 200 GB ($2.99/mo.)
ru: ▶ iCloud+ 200 ГБ ($2.99 в месяц)

source: ▶ Music ($9.99/mo.)
ru: ▶ Музыка ($9.99 в месяц)

source: Premium Student:
ru: Премиум Студент:

source: ▶ 1 verified Premium account
ru: ▶ 1 подтвержденный Премиум-аккаунт

source: ▶ Discount for students who meet the conditions
ru: ▶ Скидка для студентов, выполнивших условия

source: ▶ Cancel anytime
ru: ▶ Отменить в любое время

source: Premium Individual:
ru: Премиум Индивидуальный:

source: ▶ 1 Premium account
ru: ▶ 1 Премиум аккаунт

source: Premium Duo:
ru: Премиум Двойной:

source: ▶ 2 Premium accounts
ru: ▶ 2 Премиум аккаунта

source: Premium Family:
ru: Премиум Семейный:

source: ▶ 6 Premium accounts
ru: ▶ 6 Премиум аккаунтов

source: ▶ Blocking music with age restrictions
ru: ▶ Блокировка музыки с возрастными ограничениями

source: PC:
ru: ПК:

source: ▶ Get your first 14 days for $1, then $9.99/mo.
ru: ▶ Получите первые 14 дней за 1 доллар, а затем за 9,99 долларов в месяц.

source: ▶ Hundreds of high-quality games on PC
ru: ▶ Сотни высококачественных игр на ПК

source: ▶ New games on day one
ru: ▶ Новые игры в первый день

source: ▶ Member deals & discounts
ru: ▶ Предложения и скидки для участников

source: ▶ EA Play membership
ru: ▶ Членство в EA Play

source: Ultimate:
ru: Окончательный:

source: ▶ Get your first 14 days for $1, then $16.99/mo.
ru: ▶ Получите первые 14 дней за 1 доллар, а затем за 16,99 долларов в месяц.

source: ▶ Hundreds of high-quality games on console, PC, and cloud
ru: ▶ Сотни высококачественных игр на консоли, ПК и в облаке

source: ▶ Member deals, discounts, and Perks
ru: ▶ Предложения для участников, скидки и привилегии

source: ▶ Online console multiplayer
ru: ▶ Многопользовательская онлайн-консоль

source: Essential:
ru: Существенный:

source: ▶ Monthly games
ru: ▶ Ежемесячные игры

source: ▶ Online multiplayer
ru: ▶ Многопользовательская игра онлайн

source: ▶ Exclusive discounts
ru: ▶ Эксклюзивные скидки

source: ▶ Exclusive content
ru: ▶ Эксклюзивный контент

source: ▶ Cloud storage
ru: ▶ Облачное хранилище

source: ▶ Share Play
ru: ▶ Поделиться игрой

source: ▶ Game Help
ru: ▶ Справка по игре

source: Extra:
ru: Дополнительный:

source: ▶ Game Catalog
ru: ▶ Каталог игр

source: ▶ Ubisoft+ Classics
ru: ▶ Классика Ubisoft+

source: ▶ Classics Catalog
ru: ▶ Каталог классики

source: ▶ Game trials
ru: ▶ Пробные игры

source: ▶ Cloud streaming
ru: ▶ Облачная трансляция

source: Audible plus:
ru: Audible плюс:

source: ▶ Free 30-day trial, then $7.95 per month
ru: ▶ Бесплатная 30-дневная пробная версия, затем 7.95 долларов в месяц

source: ▶ Originals
ru: ▶ Оригиналы

source: ▶ Audiobooks
ru: ▶ Аудиокниги

source: ▶ Sleep tracks
ru: ▶ Треки для сна

source: ▶ Meditation programs
ru: ▶ Программы медитации

source: ▶ Podcasts
ru: ▶ Подкасты

source: Audible premium plus:
ru: Audible премиум плюс:

source: ▶ Free 30-day trial, then $14.95 per month
ru: ▶ Бесплатная 30-дневная пробная версия, затем 7.95 долларов в месяц

source: ▶ Enjoy everything Audible Plus offers plus 1 title per month from an extended selection of best sellers and new releases
ru: ▶ Наслаждайтесь всем, что предлагает Audible Plus, плюс 1 титул в месяц из расширенного выбора бестселлеров и новых выпусков

source: ▶ New series and movies Ivy's exclusives, as well as thousands of movies and TV series from around the world
ru: ▶ Новые сериалы и фильмы, эксклюзивы Айви, а также тысячи фильмов и сериалов со всего мира

source: ▶ Simultaneous viewing on five devices Smart TV, smartphones, tablets, set-top boxes, etc
ru: ▶ Одновременный просмотр на пяти устройствах Smart TV, смартфонах, планшетах, приставках и т. д.

source: ▶ Maximum image and sound quality 4K, HDR, FHD, 5.1
ru: ▶ Максимальное качество изображения и звука 4K, HDR, FHD, 5.1

source: ▶ Lack of advertising does not apply to TV channels
ru: ▶ Отсутствие рекламы не распространяется на телеканалы

source: ▶ Downloading to mobile more than 10,000 TV series and movies
ru: ▶ Загрузка на мобильный более 10 000 сериалов и фильмов

source: Light:
ru: Простой:

source: ▶ Number of TV channels 290
ru: ▶ Количество телеканалов 290

source: MOVIES, SERIES, CARTOONS
ru: ФИЛЬМЫ, СЕРИАЛЫ, МУЛЬТФИЛЬМЫ

source: ▶ Number of movies 10000+
ru: ▶ Количество фильмов 10000+

source: ▶ 10% off on premieres
ru: ▶ Скидка 10% на премьеры

source: ▶ Collection of movies, series, and cartoons in Full HD, HDR, 3D, 4K without ads
ru: ▶ Коллекция фильмов, сериалов и мультфильмов в формате Full HD, HDR, 3D, 4K без рекламы

source: CHANNELS
ru: КАНАЛЫ

source: ▶ Sports Channels
ru: ▶ Спортивные каналы

source: ▶ Educational channels: Discovery, History HD, MEGA HD
ru: ▶ Образовательные каналы: Discovery, History HD, MEGA HD

source: ▶ Movie channels Comedy Central, FILMBOX, [M] COMEDY HD
ru: ▶ Киноканалы Comedy Central, [M] FILMBOX, COMEDY HD

source: AUDIOBOOKS AND PODCASTS
ru: АУДИОКНИГИ И ПОДКАСТЫ

source: ▶ More than 900 audiobooks in the mobile app
ru: ▶ Более 900 аудиокниг в мобильном приложении

source: Optimal:
ru: Оптимальный:

source: ▶ Number of TV channels 380
ru: ▶ Количество телеканалов 380

source: ▶ Number of movies 11000+
ru: ▶ Количество фильмов 11000+

source: ▶ Paramount+ movie collection
ru: ▶ Коллекция фильмов Paramount+

source: ▶ Premium channels Viasat, Cine+, FOX, Eurosport and others
ru: ▶ Премиум-каналы Viasat, Cine+, FOX, Eurosport и другие

source: ▶ Premium channels for children: Nickelodeon, Nick Jr., Tiji
ru: ▶ Премиум-каналы для детей: Nickelodeon, Nick Jr., Tiji.

source: Maximal:
ru: Максимальный:

source: ▶ Number of TV channels 405
ru: ▶ Количество телеканалов 405

source: ▶ Number of movies 15000+
ru: ▶ Количество фильмов 15000+

source: ▶ HBO's top series: "The Last of Us", "Game of Thrones", "Euphoria", and others
ru: ▶ Лучшие сериалы HBO: «Последние из нас», «Игра престолов», «Эйфория» и другие

source: ▶ Get 1 month free
ru: ▶ Получите 1 месяц бесплатно

source: ▶ Eligible students only
ru: ▶ Только студенты соответствующие критериям

source: ▶ Annual verification required
ru: ▶ Требуется ежегодная проверка

source: ▶ Add up to 5 family members (ages 13+) in your household
ru: ▶ Добавьте до 5 членов семьи (в возрасте от 13 лет)

source: Select Plan
ru: Выбор плана

source: Add subscription
ru: Добавить подписку

source: Cost per month:
ru: Стоимость в месяц

source: Email
ru: Почта

source: If you notice any problem please let us know by email 👇
ru: Если вы заметили какую-либо проблему пожалуйста сообщите нам об этом по электронной почте 👇
